Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ta, rozumiem.
uk: Так, зрозуміло.

source: Ta, tak będzie najlepiej. Chociaż jeśli rozminiemy się w detalach, to nic złego się nie stanie. Ludzie będą wiedzieć, że każdy strażnik ma prawo do swojej opinii.
uk: Так, так буде краще. Хоча якщо ми розійдемося в деталях, нічого страшного не станеться. Люди знатимуть, що кожен вартовий має право на свою думку.

source: Ta, to protokoły przesłuchań... Jest tam też coś o twoim bracie, najlepiej będzie jeśli przeczytasz to sam.
uk: Так, це протоколи допитів... Там також є дещо про твого брата. Буде краще, якщо ти сам прочитаєш.

source: Ta, widziałem, ale to było szmat czasu temu, a zwierzę już dawno zdechło.
uk: Так, бачив, але це було дуже давно, і тварина вже давно загинула.

source: Ta, widzę po tobie, co to za robota. Mam kapować na sąsiadów, co? Od razu ci powiem, spadaj! Nie będę konfidentem!
uk: Я по тобі бачу, що це за робота. Я маю доносити на сусідів, так? Я тобі відразу скажу, йди геть! Я не буду стукачем!

source: Ta, większość tak reaguje. Nie przejmuj się, po czasie bardzo miło się to wspomina. W przeciwieństwie do dennej i nudnej przysięgi strażników, wierz mi.
uk: Так, більшість так і реагує. Не хвилюйся, потім це буде приємно згадувати. На відміну від безглуздої і нудної присяги вартових, повір мені.

source: Ta, zdaje się, że nie doceniłem naszej wspaniałej straży. Dobrze, pokaż mi, czy w czynach jesteś tak samo mocny, jak w gębie!
uk: Так, певно, я недооцінив нашу чудову Варту. Добре, покажи мені, чи ти настільки сильний, як на словах!

source: Ta, zjeżdżaj.
uk: Ти, забирайся!

source: Ta, zobaczymy, zobaczymy. Zawsze tak mówią, obiecują, a następnego ranka tyle ich widzieli!
uk: Ага, подивимось, подивимось. Всі так говорять, обіцяють, а наступного ранку тільки їх і бачили!

source: Ta. Jeśli Ulryk urwie mi głowę za przerwę w pracy, to będę cię nawiedzał. Rozumiesz?
uk: Ага. Якщо Ульрік відрубає мені голову за те, що я відволікся від роботи, я переслідуватиму тебе після смерті. Ти зрозумів?

source: Ta. Ostatnio górnicy dokopali się do naturalnej podziemnej komory, wypełnionej tymi cholernymi pełzaczami.
uk: Так. Нещодавно гірники розкопали природну підземну камеру, заповнену цими клятими повзунами.

source: Ta. Razem z moim znajomym musimy zanieść te skrzynie do magazynu w Biednej Dzielnicy. Dawaj, nie ma co tracić czasu. Bierz jedną i idziemy.
uk: Так. Ми з другом повинні перенести ці ящики на склад у Бідному кварталі. Давай, нема сенсу гаяти час. Бери один і ходімо.

source: Ta. Trzeba przetransportować resztę towaru. Nie powinniśmy już spotkać nikogo więcej.
uk: Так. Потрібно перемістити решту товарів. Більше ми нікого не повинні зустріти.

source: Ta. W razie jakby była, postaraj się przynajmniej nie ściągać ich za dużo.
uk: Тю. Але якщо доведеться, то постарайся привести їх за собою якомога менше.

source: Ta...
uk: Ага...

source: Ta... Tobie nadal tylko złoto w głowie.
uk: Так... У тебе досі тільки золото на думці.

source: Ta... będę was obserwował, możecie być o to spokojni.
uk: Так... я стежитиму за тобою, можеш бути певен.

source: Ta... jasne. Bierz, ale tylko jedną porcję!
uk: Так... так. Бери, але тільки одну порцію!

source: Ta... kto wie, może się zdecyduję. Tymczasem, dzięki za pomoc. I, być może, do zobaczenia.
uk: Так... хто знає, можливо, я і наважусь. А поки що, дякую за допомогу. І, можливо, ще побачимось.

source: Ta... ta... mam dość! Nic jej nie zrobiłem do cholery!
uk: Так... так... мені вистачить! Я їй нічого не зробив!

source: Ta... tera fajnie, z-zobaczymy, co będzie rano.
uk: Так... зараз добре, п-подивимось, що буде вранці.

source: Ta... zdążyłem się już o tym przekonać.
uk: Так... мені вже доводилось стикатися з таким.

source: Ta?
uk: Так?

source: Ta? A ile to będzie kosztować?
uk: Справді? А скільки це буде коштувати?

source: Ta? A lubisz rozmawiać podczas wykonywania pracy?
uk: Справді? Ти вважаєш, що це потрібно обговорити прямо зараз?

source: Ta? A niby kto tak robi? Zaraz bym do niego podszedł.
uk: Так? А ти знаєш такого? Я негайно підійду до нього.

source: Ta? To się zaraz okaże.
uk: Так? Подивимося.

source: Taa, jasne. Znikaj już!
uk: Ага, правильно. Забирайся звідси!

source: Taa, nie ma sprawy młody.
uk: Ага, без проблем, хлопче.

source: Taa, postaram się.
uk: Так, я постараюся.

source: Taa, rozumiem. Twój ojciec to bardzo mądry człowiek.
uk: Так, я розумію. Твій батько дуже мудра людина.

source: Taa. Nie każdy może sobie na niego pozwolić, a już na pewno nie ci frajerzy od Knuta.
uk: Так. Не кожен може собі це дозволити, особливо ці невдахи Кнута.

source: Taa... masz rację...
uk: Так... ти маєш рацію...

source: Taa... pokaż mu!
uk: Так... покажи йому!

source: Taaa... Naszą relację można porównać do Magów Ognia i Paladynów, z tą różnicą, że my nie działamy jawnie.
uk: Тааак... Наші відносини можна порівняти з відносинами Магів Вогню і паладинів, за винятком того, що ми не діємо відкрито.

source: Taaa... ku chwale straży.
uk: Так... На славу Варти.

source: Taaak, oczyszczenia. Jesteśmy winni w oczach Innosa, to dlatego zesłał na moich braci tak straszliwą śmierć.
uk: Тааак, очищення. Ми грішні в очах Інноса, тому він послав моїм братам таку страшну смерть.

source: Tablica ogłoszeń
uk: Дошка оголошень

source: Tacka
uk: Таця

source: Tacy jak ty nie przeżywają za długo.
uk: Такі, як ти, довго не живуть.

source: Tajemnica to tajemnica!
uk: Таємниця це таємниця!

source: Tajemnice Magów Ognia, Tom I
uk: Секрети Магів Вогню. Том I

source: Tajemnice Magów Ognia, Tom II
uk: Секрети Магів Вогню. Том II

source: Tajemnice Magów Ognia, Tom III
uk: Секрети Магів Вогню. Том III

source: Tajemnice Starej Wieży najwidoczniej miały pozostać nieodkryte.
uk: Таємницям Старої вежі, вочевидь, так і не судилося бути розкритими.

source: Tajemniczy Leonzo
uk: Загадковий Леонцо

source: Tajemniczy kupiec
uk: Загадковий торговець

source: Tajemniczy osobnik
uk: Загадковий чоловік

source: Tajemniczy skórzany mieszek
uk: Загадковий шкіряний гаманець

source: Tajfun
uk: Тайфун

source: Tajniki Run Teleportacyjnych
uk: Секрети рун телепортації

source: Tak
uk: Так

source: Tak - i powiem ci, że całkiem dobrze mi z tym. Przynajmniej nie muszę po nikim sprzątać.
uk: Так – і скажу я тобі, мене це цілком влаштовує. Принаймні, мені не доводиться прибирати за кимось іншим.

source: Tak bardzo byłem w nie zapatrzony, że wszystko inne przestało mieć dla mnie jakiekolwiek znaczenie.
uk: Я був настільки занурений в це, що все інше перестало мати для мене хоч якесь значення.

source: Tak bez żadnego wstępu? Za co niby mam ci płacić?
uk: Просто так, без жодних пояснень? За що я маю тобі платити?

source: Tak było?
uk: Так і було?

source: Tak chyba będzie najlepiej dla nas wszystkich. Dziękuję ci za pomoc. Odwiedź mnie w najbliższym czasie w winnicy, to porozmawiamy o nagrodzie.
uk: Напевно, так буде найкраще для всіх нас. Дякую за допомогу. Завітай до мене найближчим часом на виноградник, і ми поговоримо про винагороду.

source: Tak czy inaczej dziękuję ci, że próbowałeś. Powodzenia w twojej dalszej drodze.
uk: У будь-якому випадку, дякую за спробу. Щасти тобі на твоєму шляху.

source: Tak czy inaczej jestem zadowolony z twoich dotychczasowych wyników.
uk: Так чи інакше, поки що я задоволений твоїми результатами.

source: Tak czy inaczej opóźnia nasze działania, a nikt nie ma zamiaru targać go ze sobą.
uk: У будь-якому випадку, це затримує нашу роботу, і ніхто не збирається носитися з ним.

source: Tak czy inaczej, Gildia Kupiecka pokaże wam wszystkim jak się załatwia takie sprawy.
uk: У будь-якому випадку Торгова Гільдія покаже вам, як вирішуються такі справи.

source: Tak czy inaczej, chętnie się z tobą podzielę.
uk: У будь-якому випадку, я радий поділитися ним з тобою.

source: Tak czy inaczej, dobra robota. Jeśli tak dalej pójdzie, to moje piwo za niedługo będzie dostępne w połowie Myrtany!
uk: Так чи інакше, гарна робота. Якщо так піде й надалі, то скоро пів усієї Міртани зможе купити моє пиво!

source: Tak czy inaczej, dobrze, że udało ci się pozbyć tego szkieletu. Nie wiem, jak długo udałoby nam się jeszcze tutaj odpierać ich ataki.
uk: Як би там не було, добре, що тобі вдалося позбутися того скелета. Не знаю, як довго ми змогли б відбиватися від них.

source: Tak czy inaczej, droga do naszej twierdzy mogłaby robić jeszcze większe wrażenie.
uk: У будь-якому випадку, дорога до нашої фортеці могла б справляти ще більше враження.

source: Tak czy inaczej, dziękuję, że nas tutaj przyprowadziłeś. Gdyby nie ty, pewnie już dawno dopadłby nas jakiś topielec.
uk: В будь-якому випадку дякую, що привів нас сюди. Якби не ти, нас би, напевно, вже зжерли якісь луркери.

source: Tak czy inaczej, gdybyś potrzebował nauczyciela, to służę pomocą.
uk: Так чи інакше, якщо тобі потрібен вчитель, я готовий допомогти.

source: Tak czy inaczej, jego teren połowów to akwen w okolicach plaży na wschód stąd, zaraz za tym masywem skalnym. Popłyń tam i sprawdź, o co chodzi.
uk: Так чи інакше, його рибальське місце – на пляжі на схід звідси, одразу за тим скельним масивом. Сплавай туди і подивись, що там сталося.

source: Tak czy inaczej, jestem pod wrażeniem.
uk: У будь-якому випадку, я вражений.

source: Tak czy inaczej, jeśli akurat wróciłeś z polowania i masz przy sobie trochę tego badziewia, to Simon chętnie je odkupi za pełną wartość w złocie.
uk: Так чи інакше, якщо раптом ти щойно повернув з полювання і маєш із собою трохи цієї гидоти, Саймон з радістю викупить їх за повну вартість.

source: Tak czy inaczej, każde z nas ma teraz ważniejsze rzeczy na głowie.
uk: Так чи інакше, у кожного з нас зараз є важливіші справи.

source: Tak czy inaczej, mijałem Rierola na parterze, gdy szedłem cię odwiedzić. Może dalej tam jest, spróbuj się do niego przejść.
uk: У всякому разі, я проходив повз Рієрола на першому поверсі, коли йшов до тебе. Може, він ще там, спробуй зайти до нього.

source: Tak czy inaczej, miłego korzystania z naszych atrakcji!
uk: У будь-якому випадку, насолоджуйся!

source: Tak czy inaczej, mnie też idzie całkiem nieźle z moją częścią śledztwa. Wszystko powoli zaczyna układać się w całość. Dam ci znać gdy będę miała coś solidnego.
uk: Так чи інакше, я також досить добре справляюся зі своєю частиною розслідування. Все потроху починає складатися. Я дам тобі знати, коли у мене буде щось вагоме.

source: Tak czy inaczej, nie obędzie się bez wizyty u Magów Ognia w mieście.
uk: У будь-якому випадку, без візиту до Магів Вогню в місті тобі не обійтися.

source: Tak czy inaczej, nie słyszałem, by ktoś mówił o portowym złodzieju złapanym na gorącym uczynku, więc poradziłeś sobie z tym całkiem nieźle.
uk: У будь-якому випадку, я не чув, щоб хтось говорив про портового злодія, спійманого на гарячому, тож ти добре попрацював.

source: Tak czy inaczej, postanowiłem odstąpić od egzekucji grzywny.
uk: У будь-якому випадку, я відміняю твій штраф.

source: Tak czy inaczej, postanowiłem odstąpić od egzekwowania grzywny.
uk: У будь-якому випадку, я вирішив не стягувати штраф.

source: Tak czy inaczej, potrzebuję nowego dostawcy kilku towarów. Rozwieś te ogłoszenia w Silbach, może któryś z wioskowych głupków będzie miał coś przydatnego.
uk: Так чи інакше, мені потрібен новий постачальник деяких товарів. Розвісь ці оголошення в Сільбаху, може, хтось із сільських дурнів матиме щось корисне.

source: Tak czy inaczej, powodzenia młody.
uk: У будь-якому випадку, удачі тобі, малий.

source: Tak czy inaczej, skoro jeszcze żyjesz, to jest dla ciebie kolejna robota. Jeden z naszych zwiadowców zauważył orkowy patrol w pobliżu naszych granic.
uk: У всякому разі, поки ти ще живий, є ще одне завдання для тебе. Один з наших розвідників помітив патруль орків біля наших кордонів.

source: Tak czy inaczej, teraz nie będzie już miała wyboru, albo przyjmie moją propozycję i znowu będziemy pracować razem, albo odbiorę jej wszystko!
uk: Так чи інакше, тепер у неї не буде вибору, або вона прийме мою пропозицію і ми знову будемо працювати разом, або я заберу у неї все!

source: Tak czy inaczej, trop ten warto dodatkowo zbadać. Wyślemy wiadomość do Rodericha, by jego ludzie dokładnie sprawdzili to miejsce.
uk: У будь-якому випадку, цю версію варто перевірити. Ми надішлемо повідомлення Родеріху, щоб його люди ретельно перевірили це місце.

source: Tak czy inaczej, walka była dość interesująca, i zasłużyłeś na moje dobre słówko u Fabio.
uk: У будь-якому випадку, бій був досить цікавим, і ти заслужив моє добре слово перед Фабіо.

source: Tak czy inaczej, wracajmy do naszych spraw. Pogadajmy z tym duchem.
uk: Втім, повернімося до нашої справи. Давай поговоримо з тим духом.

source: Tak czy owak, zadbam o twoją reputację, możesz mi zaufać!
uk: У будь-якому випадку, я подбаю про твою репутацію, можеш мені повірити!

source: Tak czy siak - nie musisz już niczego płacić.
uk: У будь-якому випадку, тобі не доведеться нічого платити.

source: Tak czy siak będę cię miał na oku...
uk: Так чи інакше, я спостерігатиму за тобою...

source: Tak czy siak, jak do diabła się tu dostałeś? Przefrunąłeś?
uk: У будь-якому випадку, як ти сюди дістався? Прилетів чи що?

source: Tak dobrego strażnika nie jestem w stanie niczego nauczyć. Musisz znaleźć sobie innego trenera.
uk: Такого хорошого вартового я вже нічому не навчу. Тобі потрібно шукати іншого тренера.

source: Tak dobry towar sprzedaję tylko ludziom, którzy na pewno potrafią się nim posługiwać, a teraz wiem, że do takich należysz.
uk: Я продаю якісний товар лише тим, хто справді вміє ним користуватись, і тепер я знаю, що ти один з таких людей.

source: Tak duże ryzyko.
uk: Це дуже ризиковано.

source: Tak długo, jak jej nie zobaczę, nie będę mógł tego stwierdzić.
uk: Поки їх не побачу, я не можу нічого стверджувати.

source: Tak długo, jak to nie ja będę musiał walczyć z tymi nieumarłymi, to nie robi dla mnie większej różnicy czy naprawiam bronie tutaj, czy w kuźni Thorstena.
uk: Поки мені не доводиться воювати з нечистю, мені немає великої різниці, де лагодити зброю – тут чи в кузні Торстена.

source: Tak długo, jak trzyma ich pod swoją kontrolą, nie będziemy w stanie ich nawet zranić. Musimy go powstrzymać!
uk: Поки він тримає їх під своїм контролем, ми не зможемо їх навіть поранити. Потрібно зупинити його!

source: Tak i jednocześnie zadeklarowaliście swoją wierność koronie. Wybacz, ale nie widzę tu pola do współpracy.
uk: Так, і в той же час ви задекларували свою вірність короні. Вибач, але я не бачу тут можливостей для співпраці.

source: Tak jak ci wspominałem, Jorn został zaatakowany przez krwiopijcę.
uk: Як я вже казав, на Йорна напав шершень.

source: Tak jak czasem piórem niechcący zrobisz kleksa na pergaminie, tak i wśród mieszkańców znajdzie się jakaś czarna owca, która zaburzy ci rachunek prawdopodobieństwa.
uk: Подібно до того, як ти іноді ненароком ставиш пером пляму на пергаменті, так і серед мешканців знайдеться якась чорна вівця, яка порушить твої розрахунки ймовірності.

source: Tak jak i w pozostałych częściach królestwa, zajmujemy się pilnowaniem porządku, wprowadzaniem królewskich edyktów i bronieniem wyspy w razie ataku najeźdźcy.
uk: Як і в решті королівства, ми відповідаємо за охорону правопорядку, виконання королівських указів і захист острова в разі нападу загарбників.

source: Tak jak już mówiłem, statek poszedł na dno niedaleko od brzegu. Morze musiało coś gdzieś wyrzucić.
uk: Як я вже казав, корабель пішов на дно недалеко від берега. Море точно щось десь викинуло.

source: Tak jak już mówiłem, to jedynie moje teorie. Jednak wszystko wskazuje na to, że chociaż część z nich jest prawdziwa.
uk: Як я вже сказав, це лише моя теорія. Однак все вказує на те, що принаймні деякі з них є правдивими.

source: Tak jak każdy rybak, mam swoją łódź. Nie wiem, co w tym dziwnego.
uk: Як і будь-який рибалка, я маю свій човен. Не знаю, що в цьому дивного.

source: Tak jak kiedyś, lud wybrał Volfzacka, tak i teraz, lud powinien wybierać gubernatorów.
uk: Так само, як колись народ обрав Вольфзака, так і зараз народ має обирати губернаторів.

source: Tak jak myślałem, nawet tutaj rozlewali jeszcze piwo. Poszli wzdłuż ścieżki.
uk: Як я і думав, навіть тут розлили пиво. Вони пішли стежкою.

source: Tak jak mówiłam, trzeba sprawdzić twoją umiejętność wykonywania poleceń. To, co teraz powiem, musi pozostać między nami.
uk: Як я вже говорила, потрібно перевірити, як ти вмієш виконувати вказівки. Те, що я зараз скажу, має залишитися між нами.

source: Tak jak mówiłam, wszystko uczciwie, co do grosza! Proszę, zapraszam ponownie! A, i może pogadaj ze swoim mistrzem, może uda ci się z niego jeszcze coś wycisnąć za udzieloną pomoc.
uk: Як я й казала, все чесно, до останньої монети! Будь ласка, приходь ще! О, якщо хочеш, поговори зі своїм фаворитом. Можливо, ти зможеш щось від нього отримати за допомогу.

source: Tak jak mówiłam, za drobną opłatą, ale nie aż tak drobną!
uk: Так, я казала, що за невелику плату, але ж не настільки невелику!

source: Tak jak mówiłem - chłopak to mały uparciuch.
uk: Як я вже казав – цей хлопака трохи впертий.

source: Tak jak mówiłem, Marvin, twoje zadanie jest podwójne. Stocznia i Anskar, pamiętasz?
uk: Як я вже казав, Марвіне, у тебе подвійне завдання. Корабельня і Анскар, пам'ятаєш?

source: Tak jak mówiłem, jest naprawdę ciasno. Musimy najpierw trochę odgruzować wejście, żebyśmy mogli swobodnie się poruszać.
uk: Як я вже казав, там дуже тісно. Спочатку нам потрібно трохи розширити вхід, щоб ми могли вільно пересуватися.

source: Tak jak mówiłem, mieliśmy odprawić rytuał z ludźmi, których miał przysłać ten handlarz.
uk: Як я вже сказав, ми мали провести ритуал з людьми, яких мав відправити цей торговець.

source: Tak jak mówiłem, nie każdą ranę da się uleczyć w ciągu kilku chwil za pomocą magii. Czary obciążają organizm, użycie ich na was mogłoby mieć katastrofalne skutki.
uk: Як я вже казав, не кожну рану можна вилікувати за кілька хвилин за допомогою магії. Заклинання виснажують організм, використання їх на тобі може призвести до катастрофічних наслідків.

source: Tak jak mówiłem, nie mam zamiaru przygotowywać żadnych eliksirów. Jeśli jednak nie dam ci niczego, to pewnie Kurt znowu będzie nachodził mnie każdego dnia...
uk: Як я вже казав, я не маю наміру готувати ніяких еліксирів. Однак, якщо я тобі нічого не дам, цілком ймовірно, що Курт знову буде щодня мені докучати...

source: Tak jak mówiłem, nikt nie kazał mi cię tego uczyć. Wyciągnij złoto, to pogadamy.
uk: Як я вже казав, ніхто мене не просив тебе цьому вчити. Діставай золото, тоді й поговоримо.

source: Tak jak mówiłem, wino słodziutkie jak miód. Powinno spodobać się twojej wybrance.
uk: Як я вже казав, вино солодке, як мед. Воно повинно сподобатися твоїй обраниці.

source: Tak jak obiecałem, złoto za porządnie wykonaną pracę.
uk: Як і обіцяв, ось золото за добре виконану роботу.

source: Tak jak opisywałeś. Szczupły brunet, w stroju kowala. Trudno było lepiej się przyjrzeć, jego ciało nie było w najlepszym stanie... Łagodnie rzecz ujmując.
uk: Саме так, як ти описав. Стрункий брюнет, одягнений у ковальське вбрання. Було важко краще розгледіти, його тіло було не в найкращому стані... М'яко кажучи.

source: Tak jak podejrzewano, sabotażu dokonali Recon i Veigo.
uk: Як ми і підозрювали, саботаж влаштували Рікон та Вейго.

source: Tak jak powiedziałeś, hojnie. Tym oto rapierem.
uk: Як ти і сказав, щедро. Цією рапірою.

source: Tak jak pozwoliłeś zamknąć brata tego młodzieńca? W takim wypadku faktycznie, będzie się czego bać!
uk: Так само, як ти дозволив закрити брата цього юнака? В такому випадку, йому дійсно є чого боятися!

source: Tak jak przypuszczałem, Huug wpakował nas w zasadzkę. Runar nie żyje. Mi na szczęście udało się wyjść z tego cało, tylko teraz muszę o tym powiedzieć Tengralowi...
uk: Як я і підозрював, Хууг влаштував нам засідку. Рунар мертвий. Мені, на щастя, вдалося вижити, тільки тепер я маю розповісти про це Тенгралу...

source: Tak jak przypuszczałem, Lutz nie był zadowolony z obrotu spraw. Na pocieszenie dostałem chociaż trochę złota. Nigdy więcej nie wchodzę w takie interesy.
uk: Як я і підозрював, Люц був незадоволений таким поворотом подій. Втішно, що я принаймні отримав трохи золота. Більше ніколи не буду займатися нічим подібним.

source: Tak jak przypuszczałem, krew zaprowadziła mnie do trupów. Muszę pozbyć się tych przeklętych gadów i sprawdzić, czy ci nieszczęśnicy nie mieli czegoś cennego przy sobie.
uk: Як я й передбачав, кров привела мене до трупів. Я повинен позбутися цих проклятих рептилій і перевірити, чи не мали ці нещасні при собі чогось цінного.

source: Tak jak przypuszczałem, ta okropna figurka była Graysonowi do czegoś potrzebna. Niestety nie chciał się ze mną podzielić tą wiedzą.
uk: Як я і підозрював, ця потворна статуетка для чогось була потрібна Грейсону. На жаль, він не захотів поділитися зі мною цією інформацією.

source: Tak jak przypuszczałem. Nikt nie zrobiłby takiego bałaganu w pojedynkę.
uk: Як я і підозрював. Ніхто б не влаштував такого гармидеру самотужки.

source: Tak jak się spodziewałem, cała sytuacja jest jednym wielkim nieporozumieniem. Volker nie ma nic wspólnego z zaginięciem twojego brata, ani tym bardziej, jak to określiłeś - zabójstwem.
uk: Як я і підозрював, вся ця ситуація – одне велике непорозуміння. Волкер не має нічого спільного зі зникненням твого брата, а тим більше, як ти висловився – вбивством.

source: Tak jak się umawialiśmy
uk: Така, як ми домовлялися.

source: Tak jak ty. Bo pewnie Rita ci zapłaci za sprowadzenie mnie z powrotem, więc nie narzekaj.
uk: Так, як і ти. Рита ж, напевно, заплатить тобі за те, що ти приведеш мене назад, тож не нарікай.

source: Tak jak wcześniej mówiłem, różne osoby mogą na niego reagować inaczej, dlatego, zanim pójdziemy na plac, przetestujmy eliksir w warunkach kontrolowanych.
uk: Як я вже казав раніше, різні люди можуть реагувати на нього по-різному, тому давай протестуємо зілля в контрольованих умовах перед тим, як вийти на площу.

source: Tak jak wcześniej wspominałem, jesteśmy strażnikami równowagi i porządku w służbie Adanosa.
uk: Як я вже згадував раніше, ми є хранителями рівноваги і порядку в служінні Аданосу.

source: Tak jak wcześniej, potnij każdą z przygotowanych kłód na równe plastry.
uk: Як і раніше, розпиляй кожну з підготовлених колод на рівні частини.

source: Tak jak wspominałem, nasze pszczoły latają swobodnie i zbierają nektar ze wszystkich okolicznych roślin. Dlatego nasz miód jest smaczny, ale moim zdaniem mało wyrazisty.
uk: Як я вже згадував, наші бджоли вільно літають і збирають нектар з усіх навколишніх рослин. Саме тому наш мед смачний, але, як на мене, не дуже виразний.

source: Tak jak wszyscy, padają ofiarami kradzieży, zdarza się też, że podczas zbierania ziół napadnie ich z zaskoczenia jakaś niebezpieczna bestia.
uk: Як і всі інші, вони стають жертвами крадіжок, а ще трапляється, що під час збирання трав їх раптово атакує якась небезпечна звірюка.

source: Tak jak wszystko ma zarówno swój początek, jak i koniec. Wieczna Światłość w końcu musiała ustąpić miejsca Wiecznej Ciemności, której przybycie poprzedził ogromny, rozdzierający eter wybuch.
uk: Так само, як все має початок і кінець, Вічне Світло врешті-решт мусило поступитися місцем Вічній Темряві, приходу якої передував величезний вибух, що зруйнував ефір.

source: Tak jak wy jestem wzburzony, ale nie obrażajmy naszego poczciwego Monarchy!
uk: Я схвильований як і ви, але давайте не будемо ображати нашого благородного Монарха!

source: Tak jakby ktoś miał tutaj do zaoferowania porządną pracę!
uk: Наче хтось тут може запропонувати гідну роботу!

source: Tak jakby zabijanie szczurów było czymś wymagającym.
uk: Кажеш так, ніби знищення щурів це щось складне.

source: Tak jakby.
uk: Щось типу того.

source: Tak jest!
uk: Слухаюсь!

source: Tak jest, kapitanie!
uk: Слухаюсь, капітане!

source: Tak jest.
uk: Слухаюсь.
